{
  "teaser": "Kreativer Kopf mit Leidenschaft für Design — Ich bin Oliver Rutz – ein junger, ausgezeichneter Interactive Media Designer mit einem Faible für Typografie, Formen und digitale Gestaltung. Offen, energiegeladen und teamorientiert bringe ich nicht nur kreative Ideen, sondern auch Begeisterung und Neugier in jedes Projekt ein.",
  "text": "Wer bin ich? Mein Name ist Oliver Rutz. Ich wurde im Februar 2006 in Zürich geboren und bin das jüngste von drei Kindern in einer fünfköpfigen Familie. Schon früh entdeckte ich meine Leidenschaft für Gestaltung und Kreativität. Heute bin ich ein engagierter und begeisterter Designer mit einem besonderen Interesse an Typografie und geometrischen Formen.\nIch habe die Ausbildung zum Interactive Media Designer EFZ bei der Agentur «Lucid» mit Auszeichnung abgeschlossen und wurde als Jahrgangsbester geehrt. Zusätzlich durfte ich den IMD-Award «Type on Screen» mit meinem Projekt «Zürich Reimagined» entgegennehmen – eine besondere Anerkennung meiner Arbeit im Bereich digitaler Schriftgestaltung.\nAls Mensch bin ich extrovertiert, lebensfroh und voller Energie. Wie meine Freunde sagen würden: oft das «Center of Attraction». Ich liebe den Austausch mit anderen, neue Perspektiven und gemeinsames kreatives Arbeiten.\nMeine Interessen sind vielfältig. Besonders faszinieren mich verschiedene Bereiche des Designs, vor allem Typografie, Layout und Formensprache. Darüber hinaus interessiere ich mich stark für Geopolitik und halte mich durch regelmässige Zeitungslektüre und SRF-Beiträge stets auf dem aktuellen Stand.\nZehn Jahre lang habe ich aktiv Eishockey gespielt. Aktuell pausiere ich meine sportliche Laufbahn, um Raum für neue Erfahrungen zu schaffen: eine längere Reise, einen Sprachaufenthalt sowie den Militärdienst als Sanitäter.\nAuch in meiner Freizeit bin ich aktiv: Ich spiele gerne Videospiele mit Freunden – besonders CS2, Ghost of Tsushima und Siege X. CS2 ist dabei definitiv mein meistgespieltes Spiel. Zudem sammle ich leidenschaftlich gerne Pokémon-Karten. Meine Lieblingspokémon sind Ampharos und Rayquaza. Was mich ausmacht Ich bin offen, neugierig und stets motiviert, Neues zu lernen und mich weiterzuentwickeln. Kreativität, Begeisterung und Teamgeist bringe ich in jedes Projekt mit ein – stets mit dem Ziel, nicht nur funktionale, sondern auch inspirierende Lösungen zu gestalten."
}