{
  "teaser": "Kreativer Kopf mit Leidenschaft für Design — Ich bin Oliver Rutz – ein junger, ausgezeichneter Interactive Media Designer mit einem Faible für Typografie, Formen und digitale Gestaltung. Offen, energiegeladen und teamorientiert bringe ich nicht nur kreative Ideen, sondern auch Begeisterung und Neugier in jedes Projekt ein.",
  "text": "Wer bin ich? Mein Name ist Oliver Rutz. Ich wurde im Februar 2006 in Zürich geboren und bin das jüngste von drei Kindern in einer fünfköpfigen Familie. Schon früh entdeckte ich meine Leidenschaft für Gestaltung und Kreativität. Heute bin ich ein engagierter und begeisterter Designer mit einem besonderen Interesse an Typografie und geometrischen Formen. Ich habe die Ausbildung zum Interactive Media Designer EFZ bei der Agentur [«Lucid»](https://www.wearelucid.ch/) mit Auszeichnung abgeschlossen und wurde als Jahrgangsbester mit meiner IPA «Zürcher Bauernhofläden — und wo Sie zu finden sind» geehrt. Zusätzlich durfte ich den IMD-Award [«Type on Screen»](https://www.imdaward.ch/hall-of-fame) mit meinem Projekt [«Zürich Reimagined»](https://www.imdaward.ch/project/vortrags-layout) entgegennehmen – eine besondere Anerkennung meiner Arbeit im Bereich digitaler Schriftgestaltung. Meine Fähigkeiten sind sehr breit gefächtert. Durch das, dass ich meine Lehre in einem kleineren Betrieb gemacht habe, konnte ich mir diverseste Softskills erarbeiten. Während meiner Lehre habe ich Erfahrungen mit Blender, After Effects, Premiere Pro & Diversen andern Programmen gemacht. Meine Stärken liegen aber klar in der Verwendung von Illustrator, InDesign oder mein Lieblings Tool Figma. Ausserhalb meiner diversen Design-Kenntnisse, konnte ich Erfahrungen im Bereich Coding sammeln, wobei ich die Sprachen HTML & CSS gelernt habe und weiter ein gutes Verständnis für JS entwickelt. Ausserdem steht in der Werkstatt bei Lucid ein Lasercutter mit welchem ich in diversen Projekten arbeiten konnte und ein 3D-Drucker mit welchem ich ebenfalls viel arbeiten konnte. (Bilder von Projekten auf Anfrage → Ich darf diese nicht direkt zeigen). Als Mensch bin ich extrovertiert, lebensfroh und voller Energie. Wie meine Freunde sagen würden: oft das «Center of Attraction». Ich liebe den Austausch mit anderen, neue Perspektiven und gemeinsames kreatives Arbeiten. Meine Interessen sind vielfältig. Besonders faszinieren mich verschiedene Bereiche des Designs, vor allem Typografie, Layout und Formensprache. Darüber hinaus interessiere ich mich stark für Geopolitik und halte mich durch regelmässige Zeitungslektüre und Dokumentationen stets auf dem aktuellen Stand. Zehn Jahre lang habe ich hobbymässig Eishockey gespielt. Aktuell pausiere ich meine sportliche Laufbahn, um Raum für neue Erfahrungen zu schaffen: eine längere Reise, einen Sprachaufenthalt sowie den Militärdienst als Sanitäter. Auch sonst bin ich in meiner Freizeit aktiv: Ich spiele gerne Videospiele mit Freunden – besonders CS2, [Ghost of Tsushima](https://store.steampowered.com/agecheck/app/2215430/) und [Siege X](https://store.steampowered.com/app/359550/Tom_Clancys_Rainbow_Six_Siege_X/). CS2 ist dabei definitiv mein meistgespieltes Spiel. Zudem sammle ich leidenschaftlich gerne Pokémon-Karten. Meine Lieblingspokémon sind Ampharos und Rayquaza. Was mich ausmacht: Ich bin offen, neugierig und stets motiviert, Neues zu lernen und mich weiterzuentwickeln. Kreativität, Begeisterung und Teamgeist bringe ich in jedes Projekt mit ein – stets mit dem Ziel, nicht nur funktionale, sondern auch inspirierende Lösungen zu gestalten."
}