{
  "ArcadeBot": {
    "images": [
      "ArcadeBot/Arcadebot.png",
      "ArcadeBot/Arcadebot-1.png",
      "ArcadeBot/Arcadebot-2.png"
    ],
    "imgPath": "ArcadeBot/Arcadebot—Keyvisual.png",
    "title": "Bits-N-Bolts — ArcadeBot",
    "caption": "Selbstgebaute Installation mit dem Thema: «Können Roboter Emotionen zeigen?»",
    "tags": "installation",
    "time": "2022 — 2023",
    "link": "https://bitsnbolts.ueberaktiv.ch/index.html",
    "text": "Für die Ausstellung Bits-N-Bolts habe ich den ArcadeBot entwickelt – eine interaktive Installation, die Besucher*innen täuscht: Sie glauben, ein echter Arcade-Automat spiele Street Fighter II. Tatsächlich läuft ein inszeniertes Video – gesteuert über Buttons und programmiert mit Python auf einem Raspberry Pi.\n Das Projekt entstand im Rahmen eines Lernprojekts bei Lucid und stellte mich vor echte Herausforderungen: Besonders die Programmierung und das Zusammenspiel von Video, Button-Input und Looping erwiesen sich als komplex. Nachdem ein erster Konzeptansatz (EmotionBot) zu aufwendig wurde, entwickelte ich in kurzer Zeit die Idee für den ArcadeBot – und setzte sie bis zur letzten Minute um.\nDer Bau, das Design und das Videomaterial wurden von mir selbst umgesetzt. Trotz durchprogrammierter Nächte, Hardwareproblemen und einem Autostart-Bug war es eine lehrreiche und unterhaltsame Erfahrung – mit einem Ergebnis, das für Verwirrung und Lacher bei den Besucher*innen sorgte."
  },
  "EHCT": {
    "images": [
      "EHCT/EHCT-Bonusvisual.png",
      "EHCT/EHCT-Bonusvisual-1.png",
      "EHCT/EHCT-Bonusvisual-2.png",
      "EHCT/EHCT-Bonusvisual-3.png"
    ],
    "imgPath": "EHCT/Keyvisual.png",
    "title": "Webdesign — EHCT",
    "caption": "Entstanden aus einem kleinen Schulprojekt, habe ich ein Mögliches redesign der Website des EHCT gemacht.",
    "tags": "WEB",
    "time": "2022",
    "link": "https://ehcthalwil.ch/",
    "text": "In der Schule wurde uns den Auftrag gegeben, eine Website welche wir kennen & nicht mögen zu redesignen. Zu dieser Zeit habe ich aktiv & viel Eishockey gespielt und mich deswegen die nicht ganz optimal gemachte Website meines Vereins EHCT zu redesignen. Dabei habe ich mich in die Geschichte des EHCT eingelesen um zu verstehen was die Bedürfnisse des Vereines sind. Dabei bin ich zum Schluss gekommen, dass die Spender*innen dem Verein eigentlich das wichtigste Organ ist, ohne diese könnte der Verein keine Saison überleben weil der Verein jedes Jahr + - 0 CHF. Einnimmt. Aus diesem Grund haben die Spender*innen eine deutlich\ngrössere Bedeutung auf der Website eingenommen."
  },
  "Orbit": {
    "images": [
      "Orbit/Orbit.png",
      "Orbit/Orbit-1.png",
      "Orbit/Orbit-2.png",
      "Orbit/Orbit-3.png"
    ],
    "imgPath": "Orbit/Orbit Keyvisual.png",
    "title": "Orbit — Website IMDExpo",
    "caption": "Ein Website in welcher alle IPAs der Lernenden aufgeführt sind, und diese verewigt werden.",
    "tags": "WEB",
    "time": "2025",
    "link": "https://imdexpo.ch/",
    "text": "Für den Abschluss unseres IMD-Jahrgangs wurden verschiedene Aufgaben auf mehrere Personen verteilt. Ich war für das Design und die Umsetzung der Website verantwortlich. Diese habe ich mit dem Website-Baukasten Webflow erstellt. Obwohl ich bereits viel Erfahrung mit HTML, CSS und JavaScript habe, entschied ich mich aus Zeitgründen bewusst für Webflow. Das Tool ermöglicht es mir, Seiten ähnlich wie in meinem bevorzugten Designprogramm Figma zu gestalten – mit der Möglichkeit, dennoch individuelle Details per Hand zu codieren. Durch frühere Projekte bin ich mit Webflow bereits gut vertraut, was mir in der Umsetzung sehr geholfen hat. Trotz starkem Zeitdruck konnte ich eine ästhetisch und funktional überzeugende Website realisieren. Wenn ihr mehr darüber erfahren möchtet, wie ich einzelne Elemente umgesetzt habe, schreibt mir gerne eine Mail oder kontaktiert mich auf Instagram :)"
  },
  "IPA": {
    "images": [
      "IPA/IPA.png",
      "IPA/IPA-1.png",
      "IPA/IPA-Desktop.png",
      "IPA/IPA-Desktop-1.png",
      "IPA/IPA-Desktop-2.png"
    ],
    "imgPath": "IPA/IPA-Keyvisual.png",
    "title": "Zürcher Bauernhofläden — und wo sie zu finden sind.",
    "caption": "«Finde regionale Hofläden – nachhaltig, nah & tierfreundlich einkaufen in Zürich.»",
    "tags": "WEB",
    "time": "2025",
    "link": "https://www.figma.com/design/j2TmZYWcUQebPhrxx8rCzz/IPA-%7C%C2%A0Bauernhofl%C3%A4den-im-Kanton-Z%C3%BCrich?node-id=11-7&p=f&t=e9bXKjF2ruR2vm1q-0",
    "text": "Die Website richtet sich an Menschen in Zürich und Umgebung, die sich für regionale, nachhaltige und tierfreundlich produzierte Lebensmittel interessieren. Sie spricht vor allem jüngere Erwachsene, Familien und ältere Personen an, die bewusst einkaufen, lokale Bauernhöfe unterstützen und Transparenz über Herkunft und Qualität ihrer Lebensmittel wünschen. Die Nutzerinnen und Nutzer sind internetaffin, aber keine Technikexperten – daher ist einfache Bedienung wichtig. Die Website bietet Informationen, Kartenfunktionen, Empfehlungen und persönliche Geschichten rund um regionale Hofläden und Produkte – und inspiriert dazu, nachhaltige Kaufentscheidungen zu treffen. Dieses Projekt war die IPA von mir & hat sich viel mit A11y auseinandergesetzt. Dies ist auch eine meiner Kernqualitäten. Während meiner Ausbildung habe ich viele Projekte welche sich mit A11y im Webdesign auseinandersetzen gearbeitet. Ich werde dieses Projekt ebenfalls für den IMD-Award 2026 vorschlagen."
  },
  "Jungspund": {
    "images": [
      "Jungspund/Jungspund.png",
      "Jungspund/Jungspund-1.png",
      "Jungspund/Jungspund-2.png"
    ],
    "imgPath": "Jungspund/Jungspund-Keyvisual.png",
    "title": "Design Jungspund",
    "caption": "Mithilfe einer Mitschülerin, die Website des Theater-Vereins «Jungspund» redesignen.",
    "tags": "WEB",
    "time": "2023",
    "text": "Das Projekt zielte auf eine umfassende strukturelle, visuelle und funktionale Optimierung der bestehenden Jungspund-Website. Dabei ging es nicht allein um ein neues, modernes Erscheinungsbild, sondern vor allem um eine gezielte Verbesserung der Nutzerführung und Nutzerfreundlichkeit (User Experience). Die bisherige Website war in vielen Bereichen unübersichtlich, technisch unhandlich und nicht benutzerzentriert aufgebaut – insbesondere der Zugang zu wichtigen Funktionen wie dem Ticketkauf war erschwert oder gar nicht klar integriert. Durch das Redesign wurde die Informationsarchitektur neu gedacht, Inhalte logisch zusammengeführt und reduziert, sodass Nutzer*innen schneller zu relevanten Informationen gelangen. Gleichzeitig wurde großer Wert auf eine stärkere emotionale Ansprache gelegt: Durch persönliche Teamfotos, klar erkennbare Partner und ein visuelles Konzept, das sich am Stil eines Filmskripts orientiert, entsteht eine unmittelbare Verbindung zur Theaterwelt von Jungspund.Die neue Website bietet nicht nur eine intuitive Navigation, sondern auch eine direkte, unkomplizierte Möglichkeit zur Ticketbuchung – direkt bei den jeweiligen Veranstaltungen. Ergänzt wird dies durch zusätzliche Features wie Veranstaltungsempfehlungen, die den Zugang zum Festivalangebot niedrigschwelliger und persönlicher gestalten. Insgesamt stärkt die überarbeitete Online-Präsenz nicht nur die visuelle Identität von Jungspund, sondern trägt aktiv dazu bei, die Sichtbarkeit des Festivals zu erhöhen , das Vertrauen der Besucher*innen zu fördern und das Interesse an den kulturellen Angeboten nachhaltig zu steigern."
  },
  "Kim_Trimm": {
    "images": [
      "Kim_Trimm/Kim-Trimm.mp4"
    ],
    "imgPath": "Kim_Trimm/Kim-Trimm.mp4",
    "title": "Kim-Trimm — Ük Aarau",
    "caption": "In einem Video ÜK in Aarau hatten wir die Aufgabe in der Schule ein Video zu erstellen. Dabei habe wir uns für die Storyline «Kim Trimm» entschieden.",
    "tags": "Video",
    "time": "2023",
    "link": "https://youtu.be/P_XlRm354nQ",
    "text": "Die Aufgabe hat uns viel Freude bereitet. Unsere Storyline Kim Trimm hat uns alle sehr gefesselt und hat uns dazu gebracht mit wenigen Ressourcen ein Video zu drehen. Das Ergebnis ist ein lustiges Video mit einer unglaublich Schauspiel Performance meinerseits. Meine Aufgabe war es grössten Teil den Ton zu regulieren aber auch das Schneiden & Filmen war Teil davon."
  },
  "Labor": {
    "images": [
      "Laboer/Labör.png",
      "Laboer/Labör-1.png",
      "Laboer/Labör-2.png",
      "Laboer/Labör-3.png",
      "Laboer/Labör-4.png"
    ],
    "imgPath": "Laboer/Labör-Keyvisual.png",
    "title": "Umsetzung Labör.ch",
    "caption": "Webumsetzung für den Verein «Labör»",
    "tags": "WEB",
    "time": "2024 — 2025",
    "link": "https://www.laboer.ch/",
    "text": "Im Rahmen der Vorbereitung auf meine IPA habe ich die Website des Vereins «Labör.ch» [https://www.laboer.ch/] basierend auf einem internen Designentwurf von Labör umgesetzt. Die Realisierung erfolgte mit dem Webbaukasten Webflow, wobei zahlreiche Komponenten mithilfe individueller Code-Blöcke erstellt wurden. Zusätzlich kam die Webflow-Erweiterung «Finsweet» zum Einsatz, die verschiedene nützliche Funktionen und Lösungen für die Website bereitstellte."
  },
  "Spaetsommerfest": {
    "images": [],
    "imgPath": "Spaetsommerfest/Spätsommerfest-Keyvisual.png",
    "title": "Flyer für das «Lucid»-Spätsommerfest",
    "caption": "Flyer für ein Event meines Lehrbetriebes «Lucid».",
    "tags": "PRINT",
    "time": "2023",
    "link": "https://www.instagram.com/p/CjFlU3_Ijg9/",
    "text": "Für das Spätsommer-Fest im Jahr 2023 habe ich mithilfe meiner Mitarbeiter, ein Flyer erarbeitet. Dabei war ich Massgeblich für das Konzept/Idee verantwortlich & habe danach für die Umsetzung des Plakates Hilfe bekommen. Das Plakat zeigt die Innenseite eines Strohhalmes"
  },
  "Street_Physics": {
    "images": [
      "Streetphysics/Streetphysics.png"
    ],
    "imgPath": "Streetphysics/Streetphysics-Keyvisual.png",
    "title": "Plakat Lucid-Lab-Workshop — Street-Physics",
    "caption": "Plakat für die sechste Durchführung eines LLWS.",
    "tags": "PRINT",
    "time": "2022",
    "link": "https://www.instagram.com/p/CfMqrMHDPaX/",
    "text": "In meinem Lehrbetrieb Lucid gibt es ein Format namens «Lucid Lab Workshop», das öffentlich zugänglich ist. Einer dieser Workshops entstand aus einem internen Running Gag, bei dem wir unser Halbwissen über Physik miteinander teilten. Aus dieser Dynamik heraus entstand schließlich die Idee, einen echten Physiker einzuladen, der unsere Fragen fachkundig beantworten konnte."
  },
  "history_techno": {
    "images": [
      "History_Techno/TheHistoryOfTechno.png",
      "History_Techno/TheHistoryOfTechno-1.png",
      "History_Techno/TheHistoryOfTechno-2.png"
    ],
    "imgPath": "History_Techno/TheHistoryofTechno-Keyvisual.png",
    "title": "The History of Techno",
    "caption": "«Von Detroit bis Berlin – tauch ein in den Beat, der die Welt veränderte.»",
    "tags": "Video",
    "time": "2024 — 2025",
    "link": "https://www.youtube.com/watch?v=XgsrvpWeQZY",
    "text": "Dieses interaktive Scrollytelling-Projekt nimmt dich mit auf eine audiovisuelle Reise durch die Geschichte des Techno – von den industriellen Klanglandschaften Detroits der 1980er bis zur globalen Clubkultur unserer Zeit.\nDurch multimediale Elemente, animierte Grafiken und eingebettete Soundwelten entsteht ein immersives Erlebnis, das nicht nur informiert, sondern spürbar macht, wie Techno als kulturelles Phänomen Grenzen überschritt und zur Stimme einer ganzen Generation wurde.\nDas Projekt wurde nominiert für den IMD-Award in der Kategorie «Storytelling» – eine Anerkennung für herausragendes Design, konzeptionelle Tiefe und innovatives digitales Storytelling."
  },
  "VA": {
    "images": [
      "VA/VA.png",
      "VA/VA-1.png",
      "VA/VA-2.png"
    ],
    "imgPath": "VA/VA-Keyvisual.png",
    "title": "VA — Der Einfluss von Social Media auf religiöse Praktiken und Glaubensüberzeugungen.",
    "caption": "Vertiefungsarbeit zum Thema Religion & Social Media",
    "tags": "PRINT",
    "time": "2024 — 2025",
    "text": "Die Vorwissenschaftliche Arbeit mit dem Thema «Der Einfluss von Social Media auf religiöse Praktiken und Glaubensüberzeugungen» hat mich dazu angeregt, mich intensiver mit meinem Umfeld und verschiedenen Religionen auseinanderzusetzen. Viele meiner Freunde sind gläubig und gehören unterschiedlichen Glaubensgemeinschaften an. Während der Beginn meiner Arbeit mit einer besonders intensiven Phase des Nahost-Konflikts zusammenfiel, waren die sozialen Netzwerke geprägt von hitzigen Diskussionen und teils hasserfüllten Kommentaren. Das hat in mir die Frage aufgeworfen, ob Social Media Menschen womöglich radikaler macht. In diesem Zusammenhang habe ich verschiedene Experimente zum Thema Hassrede und Hetze durchgeführt, um diesem Phänomen näher auf den Grund zu gehen.\nMeine VA wurde in die Top drei der VA im Lehrgang IMD gewählt, und wurde an der Schule für Gestaltung in St.Gallen ausgestellt und bekommt je nachdem noch eine Ehrung am 03.07.2025."
  },
  "Waterman": {
    "images": [
      "Waterman/Waterman.png"
    ],
    "imgPath": "Waterman/Waterman — Keyvisual.png",
    "title": "Werbespot — Waterman",
    "caption": "Werbespot über die Stiftmarke «Waterman»",
    "tags": "Video",
    "time": "2024",
    "link": "youtube.com/watch?v=EFIuAmPjW4w&feature=youtu.be",
    "text": "Im Schulfach «Video» hatten wir die Aufgabe ein Video zu drehen. Dabei mussten wir Ton, Video etc. regulieren. Meine Aufgabe war der Videoschnitt und das Schauspielen."
  },
  "Wheeltalk": {
    "images": [
      "Wheeltalk/Instagram-Templates.png",
      "Wheeltalk/Color-Variations.png"
    ],
    "imgPath": "Wheeltalk/Keyvisual.png",
    "title": "Wheeltalk — Erarbeiten des CI/CD",
    "caption": "Erarbeiten von CI für den Podcast Wheeltalk",
    "tags": "CI-CD",
    "time": "2022 — Jetzt",
    "link": "https://linktr.ee/wheeltalk.podcast?fbclid=PAZXh0bgNhZW0CMTEAAac6fiGPIMiZYUOZQ_O1zruqTxTwNerDzBwX205kpi9flcAGN6C5USrorSAfjg_aem_yp5cUCCc4n2S1FAEhcSM2g",
    "text": "Im Rahmen meiner Ausbildung habe ich das Corporate Design sowie das Content-Konzept für den Podcast «Wheeltalk» von Benjamin und Fabian entwickelt. Mein Schwerpunkt lag dabei auf der Gestaltung von Instagram-Beiträgen, Logos und weiteren visuellen Elementen. Die Logos und Beitragstemplates wurden in verschiedenen Farbvariationen erstellt, um eine vielseitige und ansprechende Darstellung auf Social Media zu ermöglichen. Mehr über den Podcast erfahrt ihr hier"
  },
  "Zurich_Reimagined": {
    "images": [
      "Zuerich Reimagined/2024-06-26 Abgabe 1.png",
      "Zuerich Reimagined/2024-06-26 Abgabe 2.png",
      "Zuerich Reimagined/2024-06-26 Abgabe 3.png",
      "Zuerich Reimagined/2024-06-26 Abgabe 4.png",
      "Zuerich Reimagined/2024-06-26 Abgabe 5.png",
      "Zuerich Reimagined/Shot.png"
    ],
    "imgPath": "Zuerich Reimagined/Keyvisual.png",
    "title": "Zürich Reimagined — IMD-Award-Winner",
    "caption": "«Zürich Reimagined» macht Graffiti als kreative Stimme der Stadt erlebbar – mit einer digitalen Kampagne für Dialog, Aufklärung und legale Freiräume.",
    "tags": "WEB",
    "time": "2024",
    "link": "https://studio.youtube.com/video/h3i8aFNgeLg/edit",
    "text": "In meinem Projekt «Zürich Reimagined» stelle ich Graffiti als künstlerische Ausdrucksform im Raum Zürich dar. Oft als Vandalismus abgetan, sehe ich Graffiti als ein Sprachrohr für kreative Freiheit und städtische Identität. Mein Ziel war es, eine Kultur des Miteinanders und der Kooperation zu fördern, indem ich Möglichkeit legale Graffiti-Flächen zu unterstützen biete und einen Dialog zwischen Künstlern, der Community und Behörden anrege. Dafür habe ich eine digitale Awareness-Kampagne in Form einer Website konzipiert, die über die Geschichte, Bedeutung und rechtlichen Rahmenbedingungen von Graffiti informiert. Das Design kombiniert Swiss-Layout-Prinzipien mit künstlerischen Elementen der Streetart."
  }
}